export const content = {
  header: {},
  main: {
    title: "PacerGame",
    rules: {
      title: "Правила",
      text: [
        `Системой Pacer предполагается пользоваться сессиями от недели и более (месяцы, годы). Если был большой перерыв или осталось 0 очков, нужно начинать сначала. Всё начинается с ответа на вопрос: "Какова моя вера в себя на сегодня по десятибальной шкале?" Ответ будет начальным значением основного ресурса - ВВС.
        `,
        `Далее предлагается составить для себя два небольших списка: Стремления и Действия. В первый записать, чего хочется достигнуть, какие результаты хочется получить. Во второй записать, какими регулярно выполняемыми действиями видится возможным прийти к реализации стремлений из первого списка, если их выполнять, конечно. Здесь важно не ограничивать себя резонными сомнениями, что это будет делаться. Возле каждого действия в списке надо указать меру одного выполнения в день (в минутах, километрах, страницах, главах, повторениях, подходах...) и субъективную сложность регулярного выполнения этого действия в течение количества дней, соответствующего начальной оценке веры в себя, по шкале от 1 до 10.`,
        `На этом этапе необходимые приготовления завершены, и можно начинать игру. Она будет состоять из квестов, а квесты будут состоять из выполнений. Чтобы взять квест, нужно заложить в него соответствующее количество очков ВВС.`,
        `Залоговая цена квеста  =  Сложность действия  ×  Продолжительность квеста`,
        `Например, если есть 9 очков ВВС и действие Отжиматься 12 раз со сложностью 2, то можно взять квест на это действие на 1, 2, 3 или 4 дня (за 2, 4, 6 или 8 ВВС). Если игрок берёт этот квест на 2 дня, то залог составит 4 очка ВВС, и останется ещё 5 очков. Что позволит взять ещё квест(ы). Например на любое действие со сложностью 1 пяти очков хватит на квест сроком до 5 дней. Со сложностью 2 - на два дня, со сложностью 3, 4 или 5 - на один, а на действия с более высокой сложностью 5 ВВС не хватит даже на минимальный срок квеста в один день.`,
        `Беря квест, игрок отмечает себе, в какие дни он должен будет выполнять соответствующее действие и отчитываться за него. За каждое выполнение по квесту игрок получает 1 очко ВВС (с 4-го дня будет больше, но об этом в более детальных правилах). При успешном завершении квеста, кроме прибавки веры в себя за само выполнение, возвращается ещё и залоговая цена квеста.`,
        `Отчитываясь за выполнения по квестам, не забывайте, что крайне важна честность перед системой и самим собой, иначе теряется доверие к игре, а вместе с ним и большая часть возможной пользы от неё.`,
        `При невыполнении действия по незавершенному квесту, он отмечается как проваленный. Штрафы не предусмотрены, просто уже нельзя будет продолжать по нему отчитываться в оставшиеся дни квеста и вернуть себе внесённый за него залог.`,
        `Можно по инерции продолжать выполнять действия по квесту и отчитываться за них и после успешного его завершения (до первого пропуска).`,
      ],
    },
  },
};
